Repository: tomslominski/isq_translation-pl_PL
Catalog: isq_translation-*.po
Languages: pl_pl

source: An error has occured :(
pl_pl: Wystąpił błąd :(

source: added to database
pl_pl: dodane do bazy danych

source: URL shortened successfully
pl_pl: URL skrócone skutecznie

source: View the details of your short URL below.
pl_pl: Zobacz detale twojego skróconego URL poniżej.

source: already exists in database
pl_pl: już istnieje w bazie danych

source: This URL already exists in this database. This website does not allow a single URL to have multiple short links.
pl_pl: Ten adres już istnieje w bazie danych. Ta strona nie pozwala na nadanie kilka krótkich adresów to tego samego długiego adresu.

source: Short URL
pl_pl: Skrócone URL

source: already exists in database or is reserved
pl_pl: już istnieje w bazie danych lub jest zarezerwowane

source: This short URL already exists in this database or is reserved. This website does not allow a single URL to have multiple short links. It could've also been reserved by the admin.
pl_pl: Te skrócone URL już istnieje w bazie danych lub jest zarezerwowane. Ta strona nie pozwala na nadanie kilka krótkich adresów to tego samego długiego adresu. Może zostało zarezerwowane przez administratora.

source: Missing URL input
pl_pl: Brak URL

source: You did not enter the URL you want to shorten or the server lost it. Please try again.
pl_pl: Nie wpisałeś URL do skrócenia lub serwer je zgubił. Spróbuj ponownie.

source: This URL is a short URL
pl_pl: Te URL już zostało skrócone

source: You cannot shorten a short URL!
pl_pl: Nie możesz skrócić krótkiego URL!

source: QR code
pl_pl: Kod QR

source: Share your code with external devices
pl_pl: Podziel się adresem ze zewnętrznymi urządzeniami

source: Original URL:
pl_pl: Pierwotne URL:

source: Short URL:
pl_pl: Skrócone URL:

source: Stats:
pl_pl: Statystyki:

source: Click on a link and press Ctrl+C to quickly copy it
pl_pl: Kliknij na URL i naciśnij Ctrl+C aby szybko je skopiować

source: Share
pl_pl: Podziel się

source: Share your short URL
pl_pl: Podziel się swoim krótkim URL

source: Enter a new URL to shorten
pl_pl: Wpisz nowe krótkie URL do skrócenia

source: Hover over the labels to see more information
pl_pl: Zawieś kursor nad etykietami aby zobaczyć więcej informacji

source: Long URL (required):
pl_pl: Długie URL (wymagane):

source: Paste the long URL here
pl_pl: Wklej tutaj długie URL

source: Custom keyword:
pl_pl: Własne hasło:

source: A keyword replaces the default short string
pl_pl: Własne hasło zamienia litery po adresie domeny

source: Optional title:
pl_pl: Opcjonalny tytuł:

source: Optional title used when sharing a link from YOURLS
pl_pl: Opcjonalny tytuł używany podczas dzielenia się linkiem z YOURLS

source: Shorten
pl_pl: Skróć

source: The bookmarklets
pl_pl: Bookmarklety

source: To use the bookmarklets drag them to your bookmark bar or simply right click on them and select the appropriate option.
pl_pl: Aby użyć bookmarklety zaciągnij je na swój pasek zakładek lub po prostu kliknij prawym przyciskiem myszki na bookmarkleta i wybierz odpowiednią opcję

source: Shortens the URL of the current site and opens a new tab with the details of the shortened URL.
pl_pl: Skraca adres bieżącej strony i otwiera nową zakładkę z detalami skróconego URL.

source: Simple Shorten
pl_pl: Proste Skrócenie

source: Opens a pop up with the short URL for the current page.
pl_pl: Otwiera okienko z krótkim URL bieżącej strony.

source: Instant Shorten
pl_pl: Natychmiastowe Skrócenie

source: Opens a popup which asks for the keyword for the current URL and opens a new tab with the details of the shortened URL.
pl_pl: Otwiera okienko które prosi o hasło do bieżącego adresu i otwiera nową zakładkę z detalami skróconego URL.

source: Custom Shorten
pl_pl: Własne Skrócenie

source: This prompts you for the keyword for the current page and then opens a pop up with the short URL of the current page.
pl_pl: To prosi cię o hasło do bieżącej strony i otwiera okienko z krótkim URL bieżącej strony.

source: Instant Custom Shorten
pl_pl: Natychmiastowe Własne Skrócenie

source: Powered by <a href="http://yourls.org/">YOURLS</a>. Design by <a href="http://tomslominski.net/">Tom Slominski</a>. Also used: <a href="http://formalize.me/">Formalize</a> and <a href="http://qtip2.com/">qTip²</a>. Find this theme on <a href="https://github.com/tomslominski/infinity-squared">GitHub</a>.
pl_pl: Zasilane przez <a href="http://yourls.org/">YOURLS</a>. Dizajn przez <a href="http://tomslominski.net/">Tom Slominski</a>. Również użyte: <a href="http://formalize.me/">Formalize</a> i <a href="http://qtip2.com/">qTip²</a>. Znajdź ten dizajn na <a href="https://github.com/tomslominski/infinity-squared">GitHub</a>.
